{
    "Link": [
        "https://store.eu.square-enix-games.com/en_GB/product/462642/final-fantasy-mini-plush-final-fantasy-ix-zidane",
        "https://store.eu.square-enix-games.com/en_GB/product/604828/final-fantasy-jigsaw-puzzle-final-fantasy-vii-500-piece",
        "https://store.eu.square-enix-games.com/en_GB/product/603952/final-fantasy-vii",
        "https://store.eu.square-enix-games.com/en_GB/product/598069/final-fantasy-mat-chocobo",
        "https://store.eu.square-enix-games.com/en_GB/product/306733/final-fantasy-plush-cactuar"
    ],
    "Product Name": [
        "FINAL FANTASY MINI PLUSH: FINAL FANTASY IX ZIDANE",
        "FINAL FANTASY JIGSAW PUZZLE - FINAL FANTASY VII 500 PIECE",
        "FINAL FANTASY VII",
        "FINAL FANTASY MAT - CHOCOBO",
        "FINAL FANTASY PLUSH [CACTUAR]"
    ],
    "Price": [
        "£15.99",
        "£14.99",
        "from £9.99 £4.99",
        "£23.99",
        "£22.99"
    ],
    "Description": [
        "Zidane of FINAL FANTASY IX is now available as a chibi-style mini plush!\n\n©SQUARE ENIX CO., LTD. All Rights Reserved.",
        "Square Enix is proud to offer this 500-piece jigsaw puzzle.\n\nFeaturing the classic character illustrations by Tetsuya Nomura from Final Fantasy VII with iconic depictions of Cloud Strife, Tifa Lockhart, Aerith Gainsborough, Barret Wallace, Yuffie Kisaragi, Vincent Valentine, Cait Sith, Cid Highwind and Red XIII in front of Midgar's Mako Generators. Finishing over a square foot, this will be fun for puzzle and Final Fantasy fans of all ages!\n\nRelease date is approximate.\n\nShipment may take longer if the parcel contains an import product and faces delays due to customs and duties.\nAlso, please be aware of potential release date changes which shall be updated on the website.",
        "Steam key issued upon purchase. Activate via your Steam account\n\nIn Midgar, a city controlled by the mega-conglomerate Shinra Inc., the No. 1 Mako Reactor has been blown up by a rebel group, AVALANCHE.\nAVALANCHE was secretly formed to wage a rebellion against Shinra Inc., an organisation which is absorbing Mako energy, destroying the natural resources of the planet. Cloud, a former member of Shinra´s elite combat force, SOLDIER, was involved with the bombing of the Mako Reactor.\nCan Cloud and AVALANCHE protect the planet from the huge, formidable enemy, Shinra Inc.?",
        "Amazingly cute mats of Chocobo, Cactuar, and Moogle are here From the Final Fantasy series! The lovable characters are colorfully recreated and will add a bit of whimsy no matter where in your home they’re used.\n\nItem Size:  W 60 cm X H 40 cm\nMaterial:  Polyester/TPU",
        "A plush toy of Cactuar and one of the traditional mascots from the FINAL FANTASY series.\n\n© SQUARE ENIX CO., LTD. All Rights Reserved."
    ],
    "ID": [
        "462642",
        "604828",
        "603952",
        "598069",
        "306733"
    ],
    "UUID": [
        "1ace2f12-04c5-4a01-8232-ee2befc67057",
        "1b2e0d26-79ff-40d5-963d-29da243aee11",
        "b8b4790f-0d7f-4316-804a-4f326ea95be9",
        "dd268b7b-0078-49b7-bc35-431cca88766a",
        "15e0f2f9-cbbb-463e-aa2a-ecdaa060d4e2"
    ]
}